aaron-bond.better-comments
aaronyoung.dark-synthwave-vscode
adpyke.codesnap
ajshortt.tokyo-hack
akamud.vscode-theme-onedark
alefragnani.project-manager
alexcvzz.vscode-sqlite
alexdauenhauer.catppuccin-noctis
alexisvt.flutter-snippets
alvarosannas.nix
alyxz.icons-carbon-tweaked
anandkothari.petals-pastels
andrsdc.base16-themes
antfu.iconify
antfu.icons-carbon
apvarun.celestial
aquaash.pixel-nightfall
arcticicestudio.nord-visual-studio-code
ardonplay.jetbrains-idea-product-icon-theme
artlaman.chalice-icon-theme
asuka.insertnumbers
avetis.tokyo-night
avoonix.pink-as-fox
azemoh.one-monokai
azmarifdev.anti-glare-theme
be5invis.theme-verdandi
be5invis.vscode-custom-css
be5invis.vscode-icontheme-nomo-dark
beardedbear.beardedicons
benjaminmandersen.midnight-pastel
bradlc.vscode-tailwindcss
brenix.hacker-theme
brittanychiang.halcyon-vscode
byi8220.indented-block-highlighting
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
cnojima.readable-indent
codezage.lucide-product-icon-theme
contractshark.solidity-lang
csstools.postcss
ctcuff.font-preview
cval.pastel-theme
daltonmenezes.aura-theme
dart-code.dart-code
dart-code.flutter
davidbwaters.macos-modern-theme
daylerees.rainglow
dennisvash.summer-time
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dhedgecock.radical-vscode
diff001a.kawaii-theme
donjayamanne.githistory
dracula-theme.theme-dracula
drewxs.tokyo-night-dark
eamodio.gitlens
ecmel.vscode-html-css
einknuffy.nightfall-dimmed
elanandkumar.el-vsc-product-icon-theme
eliverlara.andromeda
emmanuelbeziat.vscode-great-icons
ericsonwillians.oldschool-theme
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
fabiospampinato.vscode-monokai-night
file-icons.file-icons
fogio.jetbrains-product-icon-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
funkyremi.vscode-google-translate
github.github-vscode-theme
golang.go
helgardrichard.helium-icon-theme
henoc.svgeditor
hoovercj.vscode-power-mode
huibizhang.codesnap-plus
ics.japanese-proofreading
idleberg.icon-fonts
imaginesamurai.glowrays
imagio.vscode-dimmer-block
inci-august.august-themes
ionic.ionic
ionide.ionide-fsharp
jach.vesper-black
janisdd.vscode-edit-csv
jdinhlife.gruvbox
jeffersonlicet.snipped
jeroen-meijer.pubspec-assist
jnoortheen.nix-ide
jock.svg
johnpapa.read-time
johnpapa.winteriscoming
johtela.vscode-modaledit
josef.rouge-theme
kaiusl.pastel-evening-theme
kaiwood.indentation-level-movement
karyfoundation.theme-karyfoundation-themes
keenethics.keen-neutral-icon-theme
keifererikson.nightfox
kevinkyang.auto-comment-blocks
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kjw.text-indent-highlighter
klyap.vscode-celestial-magic-girl-icon-theme
kuscamara.electron
lacroixdavid1.vscode-format-context-menu
lakshits11.best-themes-redefined
lakshits11.monokai-pirokai
leonardssh.vscord
llvm-vs-code-extensions.vscode-clangd
lmcarreiro.vscode-smart-column-indenter
mads-hartmann.bash-ide-vscode
magdalenalipka.tokyo-night-frameless
marnix.tokyo-night-pro
mblode.pretty-formatter
mechatroner.rainbow-csv
medo64.render-crlf
melishev.feather-vscode
mermaidchart.vscode-mermaid-chart
meta.pyrefly
mhutchie.git-graph
mightbesimon.emoji-icons
mikestead.dotenv
monokai.theme-monokai-pro-vscode
mosapride.zenkaku
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.powershell
ms-vscode.remote-explorer
mugen.nightfall-coder
mushan.vscode-paste-image
mutantdino.resourcemonitor
mvllow.rose-pine
n3rds-inc.image
n3rds-inc.time
naumovs.color-highlight
nexmoe.monitor-pro
nickdemayo.vscode-json-editor
nuromirg.nightfox-theme-collections
pkief.material-icon-theme
pkief.material-product-icons
pmndrs.pmndrs
pnp.polacode
pranaygp.vscode-css-peek
qufiwefefwoyn.kanagawa
raunofreiberg.vesper
redhat.vscode-xml
rezky.r-dark-pro
rid9.datetime
ritwickdey.liveserver
rocketseat.theme-omni
rubenverg.bootstrap-product-icons
rvest.vs-code-prettier-eslint
ryuta46.multi-command
sanchitverma.block-comments
sazumiviki.kawaine-theme
sdras.night-owl
shan.code-settings-sync
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
slevesque.shader
stepanog.cage-icons
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
t3m1n4l.amoled-github
tal7aouy.icons
taraldinn.nishuuu-themes
teabyii.ayu
thang-nm.catppuccin-perfect-icons
thang-nm.flow-icons
thehelpfultipper.pinkpanda-dark-theme
thirawat27.maroza-theme
tobiasalthoff.atom-material-theme
tomoki1207.pdf
tyriar.luna-paint
uctakeoff.vscode-counter
ue.alphabetical-sorter
unthrottled.doki-theme
usernamehw.errorlens
ustymukhman.matrix-theme
vaporizer.vaporizer-dark
vincaslt.highlight-matching-tag
wart.ariake-dark
whizkydee.material-palenight-theme
wicked-labs.wvsc-serendipity
willi84.vikings-icon-theme
wix.vscode-import-cost
xav1ersue.code-glow
xaver.clang-format
yatasun.jetbrains-product-icons
yile-ou.paddy-color-theme
youssef.viow
yummygum.city-lights-icon-vsc
yzane.markdown-pdf
yzhang.markdown-all-in-one
zakudriver.nyan-mode
zguolee.tabler-icons
zhuangtongfa.material-theme
zignd.html-css-class-completion
